let UserName 

// МЕНЯТЬ: 
// @username и ссылку в JOIN
// ссылки в keyboard.js
// канал при старте в index.js

const messageText = {
    start: `Welcome!  ${UserName} 

These are not sports betting, casinos and other garbage😬. We can read this graph, analyze it and give good results 💰
    
This is a place where it doesn't matter how old you are, what your marital status, education and what kind of person you are❗️
    
>>>`,

    second: `<strong>Фрагмент нашей работы по сигналам из VIP</strong>☝️

<strong>В VIP группе:</strong>
✔️ Бесплатное обучение новичков
✔️ Сигналы от нашего уникального бота
✔️ Навигация по стратегиям + видео инструкции`,

    join: `<strong>Регистрируйтесь по ссылке</strong> ⤵️
\n❗️ Нужно создать <strong>НОВЫЙ аккаунт</strong> и пополнить <strong>от 10$</strong>, это необходимо для того, чтобы <strong>софт мог идентифицировать вас</strong>.
\n🔑 https://1wwxnj.top
🎁 JET350 (x5 к депозиту)
\nПо вопросам 👉🏻 @Dakos777`,

    comment: `Небольшая часть отзывов😉

Начните сегодня и оставьте отзыв через два часа 👌`,

    account_created: `👉 Нажмите на кнопку «<strong>ПРИСЛАТЬ ID</strong>» и отправьте ID с сайта.

🔑 ВАЖНО! Вводить ID нужно только <strong>цифрами - без букв!</strong>`,

    have_account: `‼️ <strong>ОЧЕНЬ ВАЖНО</strong>, если у вас уже есть аккаунт, вам надо  зарегистрировать <strong>НОВУЮ учетную запись</strong>, чтобы сигналы в VIP канале совпадали с вашими, <strong>так как софт работает на другом сервере</strong>.

📲 Если у вас <strong>нет лишнего номера телефона для создания аккаунта</strong>, можете ввести <strong>ЛЮБЫЕ цифры</strong>, это никак не влияет на аккаунт.`,
}

module.exports = messageText;