let UserName 

const messageText = {
    start: `Welcome!  ${UserName} 

These are not sports betting, casinos and other garbage😬. We can read this graph, analyze it and give good results 💰
    
This is a place where it doesn't matter how old you are, what your marital status, education and what kind of person you are❗️
    
>>>`,

    second: `<strong>Фрагмент нашей работы по сигналам из VIP</strong>☝️

<strong>В VIP группе:</strong>
✔️ Бесплатное обучение новичков
✔️ Сигналы от нашего уникального бота
✔️ Навигация по стратегиям + видео инструкции`,

    join: `<strong>Зарегистрируйтесь нажав на кнопку ниже</strong> 👇
\n🔑 https://1wwxnj.top
🎁 JET350 (+500% к 5 депозитам)
\nЭто необходимо для того, чтобы софт мог идентифицировать вас ☑️
\nЕсли у вас есть какие-либо вопросы, вы всегда можете написать мне 👉🏻 @DakoUps`,

    comment: `Небольшая часть отзывов😉

Начните сегодня и оставьте отзыв через два часа 👌`,

    account_created: `👉 Нажмите на кнопку «<strong>ПРИСЛАТЬ ID</strong>» и отправьте ID с сайта.

🔑 ВАЖНО! Вводить ID нужно только <strong>цифрами - без букв!</strong>`,

    have_account: `‼️ <strong>ОЧЕНЬ ВАЖНО</strong>, если у вас уже есть аккаунт, вам надо  зарегистрировать <strong>НОВУЮ учетную запись</strong>, чтобы сигналы в VIP канале совпадали с вашими, <strong>так как софт работает на другом сервере</strong>.

📲 Если у вас <strong>нет лишнего номера телефона для создания аккаунта</strong>, можете ввести <strong>ЛЮБЫЕ цифры</strong>, это никак не влияет на аккаунт.`,
}

module.exports = messageText;